/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main-page-faq": {
      "type": "main-page-faq",
      "blocks": {
        "title_YR8VgH": {
          "type": "title",
          "settings": {}
        },
        "question_pYfjCg": {
          "type": "question",
          "settings": {
            "title": "Australian returns",
            "answer": "<p>If you change your mind within <strong>14 days</strong> of receiving your order, we offer refunds or 110% store credits* subject to the following conditions:</p><ul><li>Product is returned in original condition with tags attached</li><li>Product is unworn, unwashed and unused</li><li>Product is not damaged in any way</li><li>Product is <strong>not</strong> marked as a final sale item</li><li>Parcel is posted back within the 14 day return window. We will not accept returns sent outside of this window. </li></ul><p>If you wish to use our return label, please email us at <span style=\"text-decoration:underline\"><strong>hello@primi.com.au.</strong></span> We will send you a pre-paid label to attach to your return parcel and deduct <strong>$10</strong> from your refund. If you choose to receive an <span style=\"text-decoration:underline\"><strong>110% store credit</strong></span>* return shipping is free.</p>",
            "add_html": ""
          }
        },
        "question_bknEXy": {
          "type": "question",
          "settings": {
            "title": "International Returns",
            "answer": "<p><span style=\"text-decoration:underline\"><strong>Please note Primi does not provide a return label for international orders. Return shipping cost is the responsibility of the customer.</strong></span> </p><p>All the above return conditions apply to international orders. International return shipping and any reverse duties & taxes are <span style=\"text-decoration:underline\">the responsibility of the customer</span><strong>.</strong></p><p>Once your return is received and inspected, your refund will be issued. Please allow up to 7-10 business days for the refund to be processed back to your original form of payment.</p><p><strong>Return Address:</strong></p><p><strong>PRIMI RETURNS</strong></p><p>PO BOX 427<br/>ALTONA NORTH<br/>VICTORIA<br/>AUSTRALIA<br/>3025</p><p>We strongly recommend obtaining parcel tracking if you are sending return parcels. We are not responsible for any lost returns.</p>",
            "add_html": ""
          }
        },
        "question_DUe9Xp": {
          "type": "question",
          "settings": {
            "title": "110% Store Credit T&C's",
            "answer": "<ul><li>110% store credits will be issued based on the price (in AUD) of the product returned plus 10% extra (postage fees are not included).</li><li>110% store credits will be issued in the form of a store gift card with a 1 year expiry date from when it has been issued.</li><li>Store credits cannot be exchanged for cash and exclude orders made using a gift card. </li><li>Please note, opting for a 110% store credit means we will <span style=\"text-decoration:underline\"><strong>not</strong></span> issue you a refund for your original purchase. 110% store credits can be claimed once. Shall you wish to return your new purchase you will only be issued a store voucher for the value of the goods purchased (minus the return postage fee)</li></ul>",
            "add_html": ""
          }
        },
        "question_i6aGRV": {
          "type": "question",
          "settings": {
            "title": "Return Conditions",
            "answer": "<ul><li>Final sale items: Items marked as final sale cannot be returned or exchanged unless faulty. Final sale items returned will not be sent back. </li><li>Items purchased with a discount code: Full priced items purchased with a discount code are eligible for a 110% store credit or refund.</li><li>Buy 1, Get 1 Promotions: If you wish to return 1 item from a Buy 1, Get 1 promotion of goods the same price, your refund will be valid on the item of the lowest cost. </li><li>Bundles: We allow the return of a complete bundle for a refund.</li><li>Gift with purchase: If a customer wishes to return an order or item which qualified for a gift with purchase, the retail value of the free gift will be deducted from the refund amount. Please note garments purchased under \"final sale\" cannot be returned unless faulty. </li><li>Orders placed using a gift card: If a customer wishes to return an order placed with a gift card, the transaction will be returned to the gift card minus any postage fees.</li></ul>",
            "add_html": ""
          }
        },
        "question_rtK67x": {
          "type": "question",
          "settings": {
            "title": "Faulty Items",
            "answer": "<p>We deeply apologise for any inconvenience caused by faulty or damaged garments. If you believe your item has a fault, please contact our customer service team at <a href=\"https://www.primi.com.au/pages/contact\" target=\"_blank\" title=\"Primi Customer Service\">hello@primi.com.au</a> with your order number and images of the fault. Our team will work to resolve this with priority.</p><p>Our goods come with guarantees that cannot be excluded under the Australian Consumer Law. You are entitled to a replacement or refund for a major failure and for compensation for any other reasonably foreseeable loss or damage. You are also entitled to have the goods repaired or replaced if the goods fail to be of acceptable quality and the failure does not amount to a major failure.</p>",
            "add_html": ""
          }
        },
        "content_PqRahA": {
          "type": "content",
          "settings": {}
        }
      },
      "block_order": [
        "title_YR8VgH",
        "question_pYfjCg",
        "question_bknEXy",
        "question_DUe9Xp",
        "question_i6aGRV",
        "question_rtK67x",
        "content_PqRahA"
      ],
      "settings": {
        "padding_top": 0,
        "padding_bottom": 52,
        "mobile_padding_top": 20,
        "mobile_padding_bottom": 28,
        "custom_class": "return-details"
      }
    }
  },
  "order": [
    "main-page-faq"
  ]
}
